FV2604/E_1009.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

footer
v4.2 | 11.12.2025 (urspr. 01.10.2025)
endfooter

title
Sperrprozesse Gas

18.1.3: AD: Abrechnung einer sonstigen Leistung



end title
:<b>E_1009</b>;
note right
<b><i>Prüfende Rolle: LF
end note

if (<b>10: </b> Konnte der Rechnungssteller den Einwand des Rechnungsempfängers entkräften?) then (ja)
else (nein)
    :A01;
    note left
        Rechnungsempfänger ist nach erneuter Prüfung immer noch der Ansicht, dass das Nichtzahlungsavis gerechtfertigt ist. 
        Hinweis: Der Einwand ist in der Antwort zu beschreiben.
    endnote
    kill;
endif
if (<b>20: </b> Liegen weitere Fehler in der Rechnung vor?) then (ja)
    :A02;
    note left
        Rechnung wird aufgrund noch nicht gemeldeter Fehler weiterhin abgelehnt.
        Hinweis: Die Fehler sind in der Antwort zu beschreiben.
    endnote
    kill;
else (nein)
    :Rechnung zustimmen und im Zahlungsavis berücksichtigen;
    kill;
endif

@enduml
